---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectOrganizationDescription
source: html/19ab3ef0-18c4-280b-1b94-b2bce8e003e4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectOrganizationDescription Property

"Organization Description"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectOrganizationDescription { get; }
```